import package.app as app


if __name__ == "__main__":
    application = app.App()

data_context = {
    "реестр_ид_паспорт_трассы": [
        {
            "форма": "",
            "наименование_документа": "",
            "кол_листов": "",
            "номера_стр": "",
            "примечание": "",
        },
        {
            "форма": "выаыва",
            "наименование_документа": "выаыва",
            "кол_листов": "",
            "номера_стр": "",
            "примечание": "",
        },
        {
            "форма": "",
            "наименование_документа": "",
            "кол_листов": "",
            "номера_стр": "",
            "примечание": "",
        },
    ],
    "реестр_ид_эл_паспорт_трассы": [
        {
            "форма": "",
            "наименование_документа": "",
            "кол_листов": "",
            "номера_стр": "ч",
            "примечание": "",
        },
        {
            "форма": "",
            "наименование_документа": "",
            "кол_листов": "ячсм",
            "номера_стр": "",
            "примечание": "",
        },
    ],  
    "рабочая_документация": [
        {
            "форма": "",
            "наименование_документа": "ва",
            "кол_листов": "",
            "номера_стр": "",
            "примечание": "",
        },
        {
            "форма": "ыва",
            "наименование_документа": "",
            "кол_листов": "",
            "номера_стр": "",
            "примечание": "",
        },
        {
            "форма": "ыва",
            "наименование_документа": "",
            "кол_листов": "",
            "номера_стр": "",
            "примечание": "",
        },
    ],
    "название_объекта": None,
    "участок": None,
    "название_компании": None,
}
